Repository: marc-mosca/swifty-companion
Catalog: Dashboard42/Ressources/Localizable.xcstrings
Source language: fr
Languages: en

source: %@ heures
en: %@ hours

source: %@h / jour
en: %@h / day

source: %lld heures
en: %lld hours

source: %lld heures %lld minutes
en: %lld hours %lld minutes

source: %lld jours
en: %lld days

source: Accomplissements
en: Achievements

source: Activités à venir
en: Upcoming activities

source: Aide
en: Help

source: Ajouter
en: Add

source: Ajouter un créneau de correction
en: Add a correction slot

source: Annuler
en: Cancel

source: Aucun accomplissement trouvé
en: No achievement found

source: Aucun créneau de correction trouvé
en: No correction slot found

source: Aucun historique de recherche
en: No search history

source: Aucun parrainage trouvé
en: No patronage found

source: Aucun projet trouvé
en: No project found

source: Aucune activité prévu
en: No activity scheduled

source: Aucune compétence trouvée
en: No expertise found

source: Bienvenue sur
en: Welcome to

source: Bon retour parmi nous !
en: Welcome back!

source: Clair
en: Light

source: Compétences
en: Expertises

source: Compte
en: Account

source: Créer un créneau de correction
en: Create a correction slot

source: Créez un créneau de correction pour le voir apparaître dans la liste.
en: Create a correction slot to see it appear in the list.

source: Créneau de correction
en: Correction slot

source: Créneau disponible
en: Available slot

source: Créneau pris
en: Taken slot

source: Dashboard42
en: Dashboard

source: Début
en: Begin

source: Définissez la langue de l'application.
en: Define the application language.

source: Définissez le thème de l'application.
en: Define the theme of the application.

source: Définissez une valeur par défaut pour le nombre d'heures que vous souhaitez travailler par jour. Laissez sur « Défaut » si vous souhaitez que l'application calcule automatiquement le nombre d'heures que vous devriez travailler par mois.
en: Set a default value for the number of hours you wish to work per day. Leave on "Default" if you want the application to automatically calculate the number of hours you should work per month.

source: Détails
en: Details

source: Durée
en: Duration

source: Emplacement
en: Location

source: En cours
en: In progress

source: Évènements
en: Events

source: Examens
en: Exams

source: Filleul
en: Patroning

source: Fin
en: End

source: Général
en: General

source: Historique de recherche
en: Search history

source: Indéfinie
en: Undefined

source: Inscrit
en: Registered

source: Inscrivez-vous à une activité (événement, correction ou examen) pour le voir apparaître sur la page d'accueil.
en: Register for an activity (event, correction or exam) to see it appear on the home page.

source: Langue
en: Language

source: Lieu
en: Location

source: Mon campus
en: My campus

source: Moyenne
en: Average

source: Niveau
en: Level

source: Niveau - %@
en: Level - %@

source: Nom
en: Name

source: Non
en: No

source: Nouveau créneau de correction
en: New correction slot

source: Numéro de téléphone
en: Phone number

source: Objectif
en: Goal

source: Oui
en: Yes

source: Par défaut
en: Default

source: Paramètres
en: Settings

source: Parrain
en: Patroned

source: Parrainages
en: Patronages

source: Points de corrections
en: Correction points

source: Profil intranet
en: Intranet profile

source: Projets
en: Projects

source: Projets associés
en: Associated projects

source: Recherche
en: Research

source: Recherchez un étudiant pour le voir dans la liste.
en: Search for a student to see them in the list.

source: S'inscrire
en: Sign up

source: S'inscrire à l'événement
en: Sign up for the event

source: Se déconnecter
en: Disconnecting

source: Se désinscrire
en: Unsubscribe

source: Se désinscrire de l'événement
en: Unsubscribe from the event

source: Selectionne une catégorie d'activité
en: Select an activity category

source: Sélectionner un filtre
en: Select a filter

source: Sélectionner une categorie d'activité
en: Select an activity category

source: Signaler un problème
en: Report a problem

source: Sombre
en: Dark

source: Souhaitez vous vraiment vous désinscrire de cet événement ?
en: Do you really want to unsubscribe from this event?

source: Souhaitez vous vraiment vous inscrire à cet événement ?
en: Do you really want to sign up for this event?

source: Souhaitez-vous vraiment vous déconnecter de l'application ?
en: Do you really want to disconnect from the application?

source: Système
en: System

source: Tableau de bord
en: Dashboard

source: Terminé
en: Finished

source: Thème
en: Theme

source: Tous
en: All

source: Tous voir
en: See all

source: Un créneau est un intervalle de temps pendant lequel vous vous déclarez disponible pour évaluer les autres étudiants. Un créneau peut être défini chaque jour entre 45 minutes et 2 semaines à l'avance et doit durer au moins une heure.
en: A slot is an interval of time during which you declare yourself available to assess other students. A slot can be defined each day between 45 minutes and 2 weeks in advance and must last at least one hour.

source: Valeur
en: Value

source: Validez un projet pour gagner des points de compétences.
en: Validate a project to earn skill points.

# Vous corrigez %@ sur %@.
source: Vous corrigez %1$@ sur %2$@.
en: You correct %1$@ on %2$@.

source: Vous devez atteindre des objectifs pour débloquer des accomplissements.
en: You need to reach objectives to unlock achievements.

source: Vous devez être inscrit ou avoir rendu un projet pour le voir dans la liste.
en: You must be registered or have submitted a project to see it in the list.

# Vous êtes corrigé par %@ sur %@.
source: Vous êtes corrigé par %1$@ sur %2$@.
en: You have been corrected by %1$@ on %2$@.
